{
	"pick any·and·go": "pick any·and·go",
	"Welcome to anyandgo MEAN": "Bienvenidos a anyandgo MEAN",
	"any·and·go": "any·and·go",
	"Any·and·go": "Any·and·go",
	"Get Ready": "Get Ready",
	"Innovate": "Innovate",
	"Install anyandgo": "Install anyandgo",
	"MEAN Framework": "MEAN Framework",
	"Read Docs": "Read Docs",
	"Components": "Components",
	"Admin": "Admin",
	"anyandgo": "anyandgo",
	"Language": "Language",
	"en-us": "en-us",
	"es-ar": "es-ar",
	"More": "More",
	"Anyandgo-tagline": "El MEAN Framework que no apesta.",
	"What is the MEAN stack?": "¿Qué es MEAN?",
	"The acronym stands for:": "Las siglas son por:",
	"(M)ongoDB – a noSQL document datastore which uses JSON-style documents to represent data,": "(M)ongoDB – almacenamiento de documentos noSQL que utiliza un formato al estilo JSON para representar los datos,",
	"(E)xpress – a HTTP server framework on top of Node,": "(E)xpress – un servidor HTTP montado encima de Node,",
	"(A)ngular – as you know, the JS framework offering declarative, two-way databinding for webapps and": "(A)ngular – como ya sabrán, es el framework JS que ofrece databinding bidireccional, y por último",
	"(N)ode – the platform built on V8’s runtime for easily building fast, scalable network applications.": "(N)ode – la plataforma construida sobre el runtime V8 que permite construir aplicaciones de manera rápida, sencilla y fácilmente escalables.",
	"Read More": "Conocer Más",
	"Quick Setup": "Configuración Rápida",
	"How to get started with anyandgo?": "¿Cómo comenzar con anyandgo?",
	"Install ": "Instalar ",
	"Create a new project": "Crear un nuevo proyecto ",
	"To get the most out of anyandgo you may also want to install the following": "Para aprovechar al máximo las características de anyando, también recomendamos instalar lo siguiente:",
	"Best Practices": "Buenas Prácticas",
	"To start working you can simply run:": "Para comenzar a trabajar, simplemente puedes correr:",
	"This will:": "Esto hará:",
	"✓ Lint the js code": "✓ Lint del código JS",
	"✓ Run the tests": "✓ Correrá los test",
	"✓ Start the server": "✓ Iniciará el servidor",
	"✓ Open a web browser": "✓ Abrir la aplicació en un web browser",
	"✓ Watch for files changes, to trigger several tasks": "✓ Estará pendiente de cambios de archivos, para disparar diferentes tareas",
	"To add front-end libraries you can simply run:": "Para agregar librerías To add front-end sólo basta con correr:",
	"✓ Register the dependency into bower.json": "✓ Registrá la dependencia en el bower.json",
	"✓ Download the library inside ./public/components/": "✓ Descargará la libería dentro de ./public/components/",
	"✓ Append the script into ./views/layout.jade": "✓ Insertar un script dentro de ./views/layout.jade",
	"✓ Trigger page reload": "✓ Disparará la recarga de la página",
	"Grunt tasks": "Tareas de Grunt",
	"The default grunt task will start the server for you.": "La tarea de grunt por defecto iniciará el server por vos.",
	"Lint javascript files under models, routes and test folders": "Corre un Lint sobre los archivos javascript contenidos en las carpetas models, routes y test",
	"Execute all mocha tests and display the specs report": "Ejecuta todos los test de mocha y muestra su reporte",
	"Creates documentation functionallity under models, routes and test folders and put it inside docs folder": "Crea la documentación de la funcionalidad de los archivos en las carpetas modes, routes y test; y los guarda dentro de la carpeta docs",
	"Appends javascript and css dependencies": "Inserta las dependencias javascript y css",
	"Scaffolding": "Andamiaje",
	"Model+Test generation": "Generación de Modelos+Test",
	"Will create model and tests:": "Creará el modelo y su test:",
	"Will modify ": "Modificará ",
	"to append the model as dependency": "para insertar el modelo como dependencia",
	"This will automatically crete the following tests:": "Esto creará de manera automática los siguientes tests:",
	"Page+Route generation": "Generación de Páginas+Rutas",
	"Will create a public view file for the page:": "Creará un archivo de vista pública para la página: ",
	"to append the new menu item to main menu": "para insertar el nuevo item de menu al menu principal",
	"Rest+Test generation": "Generación Rest+Test",
	"Creates rest services for a particular model.": "Crea los servicios REST para un modelo particular",
	"Along with a test file:": "Junto con un archivo de test:",
	"This uses ": "Esto usa ",
	"to test the new restful api:": "para testear la nueva RESTful API:",
	"This will enable the following urls:": "Esto habilitará las siguientes URLs:",
	"Learn more about query, ordering, populate, and sorting with ": "Aprendé más sobre estos temas con ",
	"Crud+Test generation": "Generación de CRUD+Test",
	"Creates CRUD administration for a particular model. This uses zombiejs to test the new crud functionality.": "Crea la administración CRUD para un modelo particular. Hace uso de zombiejs para probar la nueva funcionalidad CRUD.",
	"Once you create the model and all the rest services you'll be able to generate a crud automatically. Let's imagine you need to create a CRUD for students.": "Una vez creado un modelo y sus servicios REST, podrás generar un CRUD de manera automática. Imageniemos que queremos crear un CRUD para estudiantes",
	"If you go to ": "Si vas al siguiente enlace ",
	"login as administrator, and click on the Crud dropdown:": "te logueas como administrador, y luego clickeas en el menú desplegable de CRUD:",
	"If you select Student, you'll be able to see the list where you can create, edit and delete:": "Si seleccionas Student, podrás ver la lista donde podrás ver, editar y eliminar:",
	"Just hit edit on one record": "Simplemente presiona edit sobre un registro",
	"Now let's change our model": "Ahora, cambiemos nuestro modelo",
	"to add a new field called ": "para crear un nuevo campo llamado ",
	"age:": "age:",
	"After you save the file go to the administration panel again ": "Luego de guardar el archivo, vamos al panel de administrador nuevamente ",
	"you'll need to login again (if you have not enabled autologin yet). If you go to edit or create you'll see the form changed a little bit:": "deberás loguearte nuevamente (si es que todavía no habilitaste el autologin). Si vamos a edit o create veremos que el formulario ha cambiado un poco:",
	"As you can see the form has been autogenerated, to be according to your little change in the model.": "Como verán, el formulario fue auto-generado para estar acorde al pequeño cambio en el modelo. ",
	"AutoLogin for developers": "AutoLogin para desarrolladores",
	"Is very annoying when you are developing that you need to login every time the server reloads, so we included a feature for autologin just go and modify ": "Es muy tediosos, cuando uno esta desarollando, el hecho de tener que loguearse cada vez que se recarga el servidor. Por eso hemos incluido un característica para autologuearse. Simplemete vamos y modificamos ",
	"search for this property:": "buscamos esta propiedad:",
	"Set this to true, by default is false": "La seteamos en true, ya que por defecto está en false",
	"Setting autologin.enabled to": "Setear autologin.enabled en",
	"will automatically put user and password on the login form and hit login for you to be redirected to the last url you were looking in the adminnistration panel.": "escribirá automaticamente las credenciales de usuario y password en el formulario de login y presionará el botón de login; para que seamos redireccionados a la última URL que hayamos estado viendo en el panel de administrador.",
	"Custom Forms Fields": "Campos de Formulario Personalizados",
	"You can easily implement, custom fields for your automatic generated forms. In example:": "Podrás implementar de manera muy sencilla campos personalizados para los formularios autogenerados. Por ejemplo:",
	"Will produce, the following:": "Producirá lo siguiente:",
	"For the ": "Agregar el control ",
	"control is as simple as adding a file called ": "es tan simple como agregar un archivo ",
	"with the following:": "con lo siguiente:",
	"Download the package with bower and register the dependency into ": "Descargamos el paquete con bower y registramos la dependencia dentro de ",
	"In our ": "En nuestro archivo ",
	"file just add this line:": "simplemente agregamos estas líneas:"
}